{
  "privacy-policy":{
    "description": "<p>All the businesses that operate under the Royal Resorts brand are committed to protecting and respecting your privacy, adhering to the principles of legality, consent, information, quality, purpose, loyalty, adequate use and responsibility. This policy establishes the way that all the personal information we obtain or that you provide will be processed. Please read the following information carefully to understand how the information that you supply personally and that which you provide through the use of the websites that operate under the Royal Resorts ® brand is handled.</p>        <p>If you do not agree with the way we collect or handle your personal information, we ask that you please refrain from supplying this information understanding that by doing so, the company still reserves the right to provide the requested services.</p>        <h4>The Purpose of the Handling of Information</h4>        <p>The information you provide helps us understand your needs and interests and provide quality service. We use your information to communicate with you, to provide service and support, to give you updates on services and offers that may be of interest and to investigate complaints, answer questions or find out about your preferences. Occasionally, we may use your information to contact you to do market research about our products or services. We will always provide a means to unsubscribe from informative emails as well as those associated with market research or surveys. If this is the case, in the same form used to supply personal information there will be an area where you may request the removal of your name and email. If this is done through the Internet, it will be immediate, alternatively an email or address will be supplied so that you may ask to be unsubscribed. This will take place within five business days after the request was received.</p>        <p>The personal information you supply is also useful for the following purposes:</p>        <p>Necessary in order to provide the service that you are requesting:</p>        <ol type=\"a\">            <li>To handle your vacation reservations and to process orders for products and services that you purchase to make your stay with us more comfortable.</li>            <li>To fulfill our contractual obligations arising from any formal agreement between us.</li>        </ol>        <p>And also for additional activities such as:</p>        <ol type=\"a\">            <li>To keep you updated on news, invitations and other activities relevant to our products and services, as well as to provide information on special offers in accordance with your tastes and preferences.</li>            <li>To allow you to have access to our online services if you are eligible and you decide to make use of them.</li>            <li>To notify you of any changes to our service.</li>        </ol>        <p>In the event that you do not want your personal information to be used for these additional purposes, you must fill in the appropriate area in the form you are using to supply your data or inform us of your decision by sending an email to datospersonales@royalresorts.com</p>        <p>If you were unaware of this Privacy Policy personally or directly you have a period of five business days in which to inform us, if you so wish, of your refusal to have your personal information used for additional purposes, by sending an email to the aforementioned address given in the preceding paragraph.</p>        <h4>Information Collected from Users</h4>        <p>The Royal Resorts® group collects information in different ways and from many areas, including our network of websites. The personal information that you provide voluntarily and directly or by logging in to our sites to use one of the services provided is subject to the confidentiality and privacy measures applicable for the group. The personal information requested to provide you with quality service includes: name, last name, gender, date of birth, name of employer, address, country of origin, email address, home phone and work phone number. In some special cases you will also be asked for sensitive data, which is confidential information that could affect you on a more intimate level such as credit card number or general state of health and the Company is fully committed to using this information adequately, only for the purposes indicated in this Privacy Policy and always within the confines of the Law.</p>        <h4>Options and Media that Royal Resorts offers to limit the use or disclosure of your data</h4>        <p>Royal Resorts® takes the necessary steps to protect personal information from non-authorized use, disclosure, alteration or destruction and to ensure that personal information is always correct and updated according to the Federal Law for the Protection of Personal Information in the Possession of Individuals in effect in Mexico. We also require our employees, associates and service providers to take the necessary measures and make all reasonable efforts to maintain the confidentiality of the personal information that we share with them.</p>        <p>For online transactions we use mechanisms to encrypt and secure protocols to protect the transmission of data from our websites to our databases. Unfortunately, Internet transmission mechanisms are inherently unsafe and for this reason, the protection of data during these transmissions cannot be guaranteed.</p>        <p>For your own safety and privacy, we recommend that you do not send sensitive information to us via email.</p>        <p><b>Furthermore, in the event that you wish to unsubscribe from market research, customer surveys, newsletters, promotions that are sent to you, or eliminate your account from promotional programs that you sign up to through social media on any of our websites, you may request this in the same form or site used to supply personal information by filling in the appropriate area, this will be immediate if requested through the Internet, or an email or address will be supplied so that you may inform us of your decision. Your name and address will be removed within five business days after your request was received.</b></p>        <p>You can also request the cancellation of newsletters or promotions by clicking on the “unsubscribe” link located at the bottom of the emails that you receive from Royal Resorts® or by replying or texting ‘STOP’ if you receive SMS communications. You may also turn off push notifications on Royal Resorts® apps on your device, or unsubscribe by contacting us at datospersonales@royalresorts.com.</p>        <h4>Means to Exercise your Right to Access, Rectify, Cancel or Challenge or to Revoke your Consent of Use of PersonalInformation</h4>        <p>You may exercise your rights to access, rectify, cancel or challenge the use of your personal information as well as to revoke your consentfor the use of said information by sending an email to datospersonales@royalresorts.com. Your request will be handled by the company’sCustomer Service department and if it complies with the established requirements of the Law, you will receive a timely reply as stipulatedin the regulations regarding the access to your personal information, rectification, cancellation or your challenge to the right to use yourdata, and if said request is approved, after we remove your personal details, you will be notified.</p>        <p>Moreover, if you wish to learn more about the procedure, the requisites and the terms for exercising your rights of access, rectification, cancellation or challenging the handling of your personal information or if you wish to revoke consent for the use of said data, you may contact our Customer Service department by sending an email to the aforementioned address and you will receive the documentation requested.</p>        <p>Royal Resorts® may deny access to personal information, rectify, cancel or grant a request to discontinue use of said information in any of the following instances:</p>        <ul>            <li>When the person making the request is not the owner of the personal information or the legal representative is not properly accredited to make a request of this nature.</li>            <li>When the personal information of the person making the request is not located in the database.</li>            <li>When the request violates the rights of a third party.</li>            <li>When there is a legal impediment or a decision from an entitled authority restricts access to the personal information or does not allow the correction, cancellation or challenging of said information.</li>            <li>When the rectification, cancellation or challenge has already taken place.</li>        </ul>        <p>In the event of a refusal from Royal Resorts® to comply with your rights regarding said personal information, it will notify you in a timely manner and using the same means by which the request was submitted.</p>        <p><b>Similarly, Royal Resorts® is under no obligation to cancel personal information when:</b></p>        <ul>            <li>It involves the parties to a private, social or administrative contract and the information is needed for the process and fulfillment.</li>            <li>When said personal information is required by a legal order.</li>            <li>When to do so would hinder judicial or administrative proceedings linked to fiscal obligations, crime investigations or administrative sanctions.</li>            <li>When said data is needed to protect the legal interests of the user.</li>            <li>When the information is required to fulfill a legal obligation undertaken by the user, and</li>            <li>When the information is used for prevention or medical diagnosis or in the provision of healthcare services by a healthcare professional subject to confidentiality.</li>        </ul>        <h4>Transfer of Information</h4>        <p>We want the level of service you receive to be excellent. To achieve this, we share your information with other businesses in the Royal Resorts® group as well as service providers based in Mexico or outside the country, therefore we are committed to take the necessary measures to ensure that they all comply with the principles of the protection of personal information and to guarantee that your information will be handled in accordance with the terms stated in this privacy policy.</p>        <p>The companies that comprise the group that operates under the Royal Resorts® brand may share your information as follows in order to better serve your needs and interests and to improve their services:</p>        <p><b>Collection Agencies.</b> We may share your information with third party companies offering collection services for a variety of goods and services that any company may have supplied to you.</p>        <p><b>Business partners.</b> From time to time we partner with other companies to promote or sponsor special offers and deals. In such cases, we may share your information with a third party in order to obtain greater benefits for you as a result of our commercial alliances.</p>        <p><b>On-site services.</b> We share your information with local service providers that operate in the resorts or nearby areas of interest to our visitors offering services such as spa treatments, golf, tours or restaurants, etc.</p>        <p><b>Service providers.</b> We have a business relationship with third party suppliers to offer goods or services such as collections on credit cards, reservation services, travel agents, etc. that may provide services through our websites, provide news or special packages for which we may need to share your personal information. Royal Resorts® supplies these third parties with only the minimum information required for this end.</p>        <p><b>Business transactions.</b> As we develop our business there may be a need to reorganize, restructure or sell assets. In the event of a sale, consolidation or transfer of assets, Royal Resorts® reserves the right to transfer, sell or assign the collected information including and, without restrictions, personal and non-personal information to one or more affiliate or non-affiliate third parties.</p>        <p>In accordance with the aforementioned, every time one of the companies in the Royal Resorts® Group collects your personal data, you will be given the option to consent or not to the transfer of your personal data.</p>        <p>In addition, the companies in the Royal Resorts® Group, having a contractual relationship with foreign companies that transfer personal data of future clients, must also comply with the regulations related to the protection of personal data that are applicable, depending on the country concerned, such as the General Data Protection Regulation of the European Union, for example.</p>        <p>Others. Furthermore, in accordance with the terms set forth in the Federal Law for the Protection of Personal Information in the Possession of Individuals, Royal Resorts® may share your personal information without your consent in the following cases:</p>        <ul>            <li>When the transfer is required by any Law or Treaty to which Mexico is a signatory.</li>            <li>When the transfer is necessary for medical prevention or diagnosis, provision of health care, medical treatment or health care management.</li>            <li>When the transfer is made to controlling corporations, subsidiaries or affiliates under control of Royal Resorts® or a parent company or any partnership operating under the same brand and in accordance with the same internal policies and procedures.</li>            <li>When the transfer is necessary under contract, whether it is in effect or imminent, in the interest of the owner by the responsible party and a third party.</li>            <li>When the transfer is necessary or legally required to safeguard public interest or to provide or administer justice.</li>            <li>When the transfer is necessary for the recognition, practice or defense of a right in a judicial process.</li>            <li>When the transfer is necessary to maintain or comply with a legal relationship between the owner and the responsible party.</li>            <li>In cases where there is reason to identify, contact or initiate legal action against someone who is breaching the rights of privacy, safety and the property of Royal Resorts®, its visitors, guests, employees, suppliers or the public in general.</li>        </ul>        <h4>The Procedure and Means by which Royal Resorts® will notify you about changes in the Privacy Policy</h4>        <p>The Royal Resorts® group reviews the Privacy Policy periodically to ensure that it continues to fulfill its objectives. The terms and conditions set forth in this Privacy Policy may change without prior notice. Changes made to the terms and conditions will be available to you on the Royal Resorts® homepage, www.royalresorts.com, as well as at Reception in all our resorts or the businesses that collect information and will display the date of modification. All changes to the policy are effective as of the publication date. The use of the site and/or the services constitutes an acceptance of the most recent Privacy Policy published herein.</p>        <h4>Cookie Policy. Information collected through this and other tools</h4>        <p><b>What device and usage data do we process?</b></p>        <p>As is true of most websites, Royal Resorts® uses common information-gathering tools, such as tools for collecting usage data, cookies, web beacons and similar technologies to automatically collect information that may contain Personal Data from your computer or mobile device as you navigate our websites, our services or interact with emails we have sent to you.</p>        <p><b>Device and usage data of websites that operate under the Royal Resorts® brand</b></p>        <p>As is true of most websites, we gather certain information automatically on connection with the use of our websites by individual users. This information may include IP address (or proxy server), device and application identification numbers, location, browser type, Internet service provider and/or mobile carrier, the pages and files viewed, searches, operating system and system configuration information and date/time stamps associated with your usage. This information is used to analyze overall trends, to help us provide and improve our websites and to guarantee their security and continued proper functioning.</p>        <p>In addition, we gather certain information automatically as part of your use of the cloud products and services. This information may include the IP address (or proxy server), device and application identification numbers, location, browser type, Internet service provider and/or mobile carrier, the pages and files viewed, searches and other actions you take, operating system and system configuration information and date/time stamps associated with your usage. This information is used to maintain the security of our customers when they use our services, to provide necessary functionality, as well as to improve performance of the services, to assess and improve customer and user experience of the services, to review compliance with applicable usage terms, to identify future opportunities for development of the services, to assess capacity requirements, to identify customer opportunities and, in general, for the security of the Company (in addition to the security of our products and services). Some of the device and usage data collected through the services, whether alone or in conjunction with other data, could be personally identifying to you. In this case, the information will be handled as personal information in accordance with our Privacy Policy. Please note that this device and usage data is primarily used for the purposes of identifying the uniqueness of each user logging on (as opposed to specific individuals), apart from where it is strictly required to identify an individual for security purposes or as required as part of our provision of the services to our customers.</p>        <p><b>Cookies, web beacons and other tracking technologies on our websites and in email communications</b></p>        <p>We use cookies and similar technologies such as web beacons, tags and JavaScript, alone or in conjunction with cookies, to compile information about the usage of our websites and interaction with emails from us.</p>        <p>When you visit the websites that operate under the Royal Resorts® brand, we or an authorized third party may place a cookie on your browser and/or device, which collects information, including Personal Data, about your online activities over time and across different sites. Cookies allow us to track usage, determine your browsing preferences and improve and customize your browsing experience.</p>        <p>We use both persistent and session-based cookies on our websites. Session-based cookies exist only during one session and disappear from your computer when you close your browser or turn off your computer. Persistent cookies remain on your computer or device after you close your browser or turn off your computer. To change your cookie settings and preferences for the site you are visiting, click the Cookie Preferences link in the footer of the page on our websites. You can also control the use of cookies at the individual browser level, but choosing to disable cookies may limit your use of certain features or functions on our websites and services.</p>        <p>We also use web beacons on our websites and in email communications. For example, we may place web beacons in marketing emails that notify us when you click on a link in the email that directs you to any of the websites that operates under the Royal Resorts® brand. Such technologies are used to operate and improve our websites and email communications.</p>        <p>For instructions on how to unsubscribe from the informative or marketing emails that we send you, please follow the instructions in the section called <b>“Options and Media that Royal Resorts offers to limit the use or disclosure of your data”</b> in the Privacy Policy, or click on the Subscriptions Center link.</p>        <p>The following describes how we use different categories of cookies and similar technologies and your options for managing the data collection settings of these technologies:</p>        <h4>Type of Cookies</h4>        <p>Required cookies</p>        <p>Required cookies are necessary for basic website functionality. Some examples include: session cookies needed to transmit the website, authentication cookies, and security cookies.</p>        <p>If you have chosen to identify yourself to us, we may place a cookie on your browser that allows us to uniquely identify you when you are logged into the websites and to process your online transactions and requests.</p>        <p>Because required cookies are essential to operate the websites, there is no option to opt out of these cookies.</p>        <p>Functional cookies</p>        <p>Functional cookies enhance functions, performance, and services on the website. Some examples include: cookies used to analyze site traffic, cookies used for market research, and cookies used to display advertising that is not directed to a particular individual.</p>        <p>Functional cookies may also be used to improve how our websites function and to help us provide you with more relevant communications, including marketing communications. These cookies collect information about how our websites are used, including which pages are viewed most often.</p>        <p>We may use our own technology or third-party technology to track and analyze usage information of the websites that operate under the Royal Resorts® brand, to provide enhanced interactions and more relevant communications, and to track the performance of our advertisements.</p>        <p>For example, we use Google Analytics (“Google Analytics”), a web analytics service provided by Google, Inc., You can learn about Google’s privacy practices by going to www.google.com/policies/privacy/partners/ .</p>        <p>Google Analytics uses cookies that help us analyze how our websites are used, including the number of visitors, the websites from which visitors have navigated to our websites, and the pages on our websites that visitors use. We use this information to improve our websites.</p>        <p>The Company may also utilize HTML5 local storage or Flash cookies for the aforementioned purposes. These technologies differ from browser cookies in the amount and type of data they store, and how they store it.</p>        <p>You can choose to opt out of functional cookies. To change your cookie settings and preferences, including those for functional cookies, click the Cookie Preferences link in the footer of the page.</p>        <p>To opt out from data collection by Google Analytics, you can download and install a browser add-on, which is available here <a href=\"https://tools.google.com/dlpage/gaoptout?hl=en\">https://tools.google.com/dlpage/gaoptout?hl=en</a></p>        <p>To learn how to control functional cookies via your individual browser settings, click here <a href=\"http://www.aboutcookies.org/\">http://www.aboutcookies.org/</a></p>        <p>To learn how to manage privacy and storage settings for Flash cookies, click here <a class=\"break-link\" href=\"https://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager.html#117118\">https://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager.html#117118</a></p>        <p >Targeting or Advertising cookies</p>        <p>Targeting or advertising cookies track activity across websites in order to understand a viewer’s interests, and to direct specific marketing to them. Some examples include: cookies used for remarketing, or interest-based advertising.</p>        <p>We sometimes use cookies to show you ads for our products that we think may interest you on devices you use and to track the performance of our advertisements. For example, these cookies collect and remember information such as which browsers have visited our websites.</p>        <p>The Company also contracts third-party advertising networks that collect IP addresses and other information from web beacons on our websites, from emails and on third-party websites. Advertising networks follow your online activities over time and across different websites or other online services by collecting device and usage data through automated means, including through the use of cookies. These technologies may recognize you across the different devices you use, such as a desktop or laptop computer, smartphone or tablet. Third parties use this information to provide advertisements about products and services tailored to your interests. You may see their advertisements on other websites or mobile applications on any of your devices. This process also helps us manage and track the effectiveness of our marketing efforts.</p>        <p>You can choose to opt out of targeting and advertising cookies. To change your cookie settings and preferences, including those for targeting and advertising cookies, click the Cookie Preferences link in the footer of the page on our websites.</p>        <p>Continue reading to learn more about these and other advertising networks and your ability to opt out of data collection by certain third parties.</p>        <p>Notices on behavioral advertising and opt-out for visitors to websites operating under the Royal Resorts brand®</p>        <p>As previously described, we or third parties that you have authorized may place or recognize a unique cookie on your browser when you visit our websites for the purpose of offering you targeted advertising (also referred to as “online behavioral advertising” or “interest-based advertising”). To learn more about targeted advertising and advertising networks please visit the opt-out pages of the Network Advertising Initiative, (us and to third parties by Salesforce DMP, click here <a href=\"http://royalresorts.com/customer-choice\">http://royalresorts.com/customer-choice</a></p>        <p>To manage the use of targeting and advertising cookies, click the Cookie Preferences link in the footer of the page on our websites or consult your individual browser settings for cookies. Various browsers may also offer their own management tools for removing HTML5 local storage.</p>        <p>Opt-Out from the setting of cookies on your individual browser</p>        <p>In addition to utilizing the user preference center, where available, you may opt-out from the collection of non-essential device and usage data on your web browser (see the “What device and usage data we process” section, above) by managing your cookies at the individual browser level. Furthermore, if you wish to opt-out of interest-based advertising click here <a href=\"http://preferences-mgr.truste.com/\">http://preferences-mgr.truste.com/</a> (or, if located in the European Union, click here <a href=\"http://www.youronlinechoices.eu/\">http://www.youronlinechoices.eu/</a>). To opt-out of targeted advertising that is provided to us and to third parties that you have authorized by Salesforce DMP, click here <a href=\"http://www.royalresorts.com/consumer-choice/\">http://www.royalresorts.com/consumer-choice/</a>. Please note, however, that by blocking or deleting cookies and similar technologies used on our websites, you may not be able to take full advantage of the websites.</p>        <p>While some internet browsers offer a “do not track” or “DNT” option that lets you tell websites that you do not want to have your online activities tracked, these features are not yet uniform, due to the fact that industry groups, technology companies and regulators have not yet adopted a common standard. Therefore, we cannot currently commit to responding to browsers’ DNT signals with respect to our websites. The Company takes privacy and meaningful choice seriously and will make efforts to continue to monitor developments around DNT browser technology and the implementation of a standard.</p>        <p>Social Media Features</p>        <p>Our websites may use social media features, such as the Facebook “like” button, the “Tweet” button and other sharing widgets (“Social Media Features”). You may be given the option by such Social Media Features to post information about your activities on a website to a profile page of yours that is provided by a third party social media network in order to share with others within your network. Social Media Features are either hosted by the respective social media network or hosted directly on our website. In the case of Social Media Features that are hosted by the respective social media networks and you click through to these from our website, the latter may receive information showing that you have visited our website. If you are logged in to your social media account, it is possible that the respective social media network can link your visit to our websites with your social media profile.</p>        <p>The Company also allows you to log in to some of our websites using sign-in services such as Facebook Connect. These services will authenticate your identity and provide you with the option to share certain Personal details with us such as your name and email address to pre-populate our <a href=\"https://grandresidencesrivieracancun.com/gms/sign-up\">sign-up form</a>.</p>        <p>Your interactions with Social Media Features are governed by the privacy policies of the companies providing the relevant Social Media Features.</p>        <p>Telephony log information</p>        <p>If you use certain features of our services on a mobile device, we may also collect telephony log information (like phone numbers, time and date of calls, duration of calls, SMS routing information and types of calls), device event information (such as crashes, system activity, hardware settings, browser language), and location information (through IP address, GPS, and other sensors that may, for example, provide us with information on nearby devices, Wi-Fi access points and cell towers).</p>        <h4>Use of Websites that Operate with the Royal Resorts® Brand and Links to Other Sites</h4>        <p>You should be aware that any of the websites that operate with the Royal Resorts® brand may contain links to other websites and the personal information that you enter may be transmitted to these third party websites. Therefore Royal Resorts® cannot be held responsible for the use of the information that is transmitted through these links. The links available in Royal Resorts® websites are exclusively for your convenience and for merely informative purposes. Royal Resorts® declares that it is not aware of all the information contained in these websites which is why the inclusion of these links in any of the Royal Resorts® websites does not imply endorsement or approval on its part with respect to the linked websites’ content, advertising, products, services, policies or other material in or available through these websites and therefore does not take responsibility for their content. If you decide to access any of these links you do so at your own risk and it is your responsibility.</p>        <h4>The Identity and Address of the Responsible Party that Collects Information.</h4>        <p>In order to comply with that which is set forth in section I of the 16th Article of the Federal Law for the Protection of Personal Information in the Possession of Individuals, the company designates <b>Operadora Corporativa Miró, S.A. de C.V.</b>, located in Avenida Bonampak, Manzana 2, Supermanzana 10, Lote 7, Edificio Bestday, Torre A, Nivel 2, de la Ciudad de Cancún, Municipio de Benito Juárez, Estado de Quintana Roo, as responsible for the personal information that is collected by all the businesses that operate with the Royal Resorts® brand and will foster the protection of said information within the organization and will make this policy known to our service providers in order to ensure its strict compliance and will also be in charge of following up on requests from the owners of the personal information in the exercise of their rights in accordance with the provisions made in the aforementioned Law.</p>"
  }
}