{
  "resort-policies": {
    "title_basic": "Basic",
    "title_ccard": "Credit Card",
    "title_reservation": "Reservation",
    "title_tax": "Tax",
    "list_basic": "<ul><li>One registered guest in each villa must be at least 25 years old, have a major credit card, and be willing to accept responsibility for the actions of all room occupants. </li><li>A penalty is applicable in the event of a late checkout.</li><li>Pets or any type of animal are not permitted at Grand Residences Riviera Cancun.</li><li>Please note that for guest's stays crossing a Saturday night, a room move might be required. If this is the case, our management team will assist our guests in order to make this an uneventful process.</li><li>In order to respect the comfort of our customers, smoking is not permitted in all enclosed areas within the facility and inside the rooms without exception. Should it be determined that smoking has taken place inside the room, a penalty will be applied to the guest bill at check out; Only in certain areas of the facility is allowed to smoke, please ask the front desk for further information.</li></ul>",
    "list_ccard": "<ul><li>A credit card or a cash deposit must be provided at check-in, to cover any additional charges during the stay. </li><li>Please note that you will be asked to present the same credit card used to process your reservation and a valid government-issued photo identification during check in; The Resort reserves the right to decline the check in for failure to comply with these requirements. Should this be the case, please inform in advance. In order to avoid credit card frauds, guests are required to present the actual credit card used to pay for the reservation as well as a valid government-issued photo identification during check-in. In the event that the guest is using a corporate or third party credit card, (Not traveling along) an Authorization form should be signed by the card holder, also copy of credit card and Valid Government Issued ID must be provided; The Resort reserves the right to decline the check in for failure to comply with these requirements. Should this be the case, please inform in advance.</li><li>When choosing direct Credit Card payment with the resort, the total price of the reservation will be charge immediately at the moment of booking; This charge will appear under the name of '8887214451 ROYALRES or Royal Reservations 888-721- 4451'.</li></ul>",
    "list_reservation": "<ul><li>The total price of the reservation will be charged in US dollars, the final charge in your national currency will depend on the exchange rate applicable at the time of performing the transaction. Please note that no refunds will apply under any circumstances or any cancellation or modification made after check-in. Early departures will be charged for the full stay.</li><li>Your reservation will be made based on the number of guests registered at the moment of booking. If more guests check in to the same room, guest must consider extra guest fee, also the room category might be upgraded or an additional room must be submitted; one or more options can join together depending on the room capacity. (Additional fees may apply)</li><li>Once your reservation is confirmed, any modification may incur in a variation of your final rate as it will be adjusted based on the current prices available regardless of the original rate chosen by the guest.</li><li>This reservation will be accepted if it matches the record in our system. Should it be determined that any information contained herein has been altered by printed or electronic media will be rejected by the Resort.</li><li>Royal Reservations reserves the right to cancel a confirmed reservation if it is suspected to be made using a fraudulent credit card.</li></ul>",
    "list_tax": "<ul><li>Environment Tax: If you are staying at Grand Residences, please note that all reservations will be subject to the payment of an environmental tax (non-negotiable) known as \"Green tax\", the cost of this tax will be $67.88 Mexican pesos for Junior Suite and One Bedroom Master Suite, $135.76 pesos for Two Bedroom Master Suite and $203.64 pesos for Three Bedroom; prices are in Mexican pesos and per night payable directly at the hotel reception at the time of check in, said tax will be registered in your consumption bill.</li></ul>"
  }
}