{
  "privacy-policy": {
    "description": " <p>En las empresas que operan bajo la marca Royal Resorts®, nos comprometemos a proteger y respetar su privacidad observando los principios de licitud, consentimiento, información, calidad, finalidad, lealtad, proporcionalidad y responsabilidad. Esta política establece las bases acerca de la manera en que se procesarán cualesquiera datos personales que recabemos o que usted nos proporcione. Lea la siguiente información con detenimiento para entender el tratamiento que se le da a la información que nos proporciona tanto de manera personal como cuando utiliza nuestros servicios en los sitios web que funcionan bajo la marca Royal Resorts®.</p>        <p>En caso de no estar de acuerdo con nuestra forma de recabar o dar tratamiento a sus datos personales, de la manera más atenta le pedimos se abstenga de proporcionarlos, en el entendido de que la empresa se reservará el derecho de proveer los servicios que le fueran solicitados.</p>        <h4>Las finalidades del tratamiento de datos</h4>        <p>La información que nos proporciona nos ayuda a entender sus necesidades e intereses así como para prestarle servicios de calidad. Hacemos uso de su información para comunicarnos con usted, proporcionarle servicio y apoyo, para ponerle al día de los servicios y las promociones que pudieran interesarle, así como para conocer sus quejas, dudas y preferencias. Ocasionalmente, también podemos utilizar su información para ponernos en contacto con Usted para alguna investigación de mercado relativa a nuestros productos o servicios. Siempre le daremos la oportunidad de darse de baja de las investigaciones de mercado, de las encuestas a clientes o de los correos informativos que le sean enviados, en cuyo caso en el mismo formato, donde nos brinde sus datos, se indicará un área para solicitar su baja, la cual será de manera inmediata cuando sea a través de internet, o bien, se indicará el correo electrónico o dirección física al cual deberá notificar su solicitud de baja, la cual se realizará dentro de los cinco días hábiles siguientes a su recepción.</p>        <p>Asimismo los datos personales que nos proporcione nos son de gran utilidad para los siguientes fines:</p>        <p>Fines necesarios para cumplir con el servicio que usted solicita:</p>        <ol type=\"a\">            <li>Para procesar sus reservaciones de vacaciones, procesar sus órdenes de compra de bienes y/o servicios destinados a hacer su estancia con nosotros más confortable;</li>            <li>Para cumplir nuestras obligaciones derivadas de cualquier contrato formalizado entre usted y nosotros.</li>        </ol>        <p>E igualmente para fines adicionales tales como:</p>        <ol type=\"a\">            <li>Para mantenerlo al tanto de noticias, convocatorias y otras actividades relevantes a nuestros productos y servicios. Así como para ofrecerle información sobre promociones especiales lo más apegadas a sus gustos y preferencias;</li>            <li>Para permitir que usted obtenga acceso a nuestros servicios en línea, si usted es elegible y opta por hacerlo, y</li>            <li>Para notificarle los cambios en nuestro servicio.</li>        </ol>        <p>En caso de que usted desee que sus datos personales no sean tratados para estos fines adicionales, usted debe marcar el recuadro correspondiente en el formato a través del cual nos proporcione sus datos o enviarnos posteriormente su decisión a            <a href=\"mailto:datospersonales@royalresorts.com\">datospersonales@royalresorts.com</a></p>        <p>Si usted no tuvo conocimiento de este Aviso de Privacidad de manera personal o directa, tiene un plazo de cinco días hábiles para manifestar, de así desearlo, su negativa al tratamiento de sus datos personales con respecto a las finalidades adicionales, enviando un correo electrónico a la dirección señalada en el párrafo anterior.</p>        <h4>Información que se recaba</h4>        <p>En el grupo Royal Resorts® recopilamos información de diferentes maneras incluyendo varias áreas de nuestra red de sitios web. Dicha información personal que usted nos proporciona voluntariamente de forma directa o al ingresar a nuestros sitios cuando utiliza alguno de los servicios brindados en éstos, se encuentra sujeta a las normas de confidencialidad y privacidad que aplicamos en el grupo. Los datos personales solicitados para brindarle un servicio de calidad son: nombre, apellido, sexo, fecha de nacimiento, nombre de la compañía donde trabaja, dirección, país de origen, dirección de correo electrónico, número telefónico de su domicilio y de su trabajo. En algunos casos especiales también se le solicitará información conocida como sensible, debido a que es un tipo de información confidencial y que pudiera afectar su esfera más íntima, estos datos son: número de tarjeta de crédito y estado de salud general, comprometiéndose la Empresa a dar a estos datos el uso adecuado y únicamente para los fines señalados en el presente Aviso de Privacidad y siempre dentro de los márgenes permitidos por la Ley.</p>        <h4>Las opciones y medios que Royal Resorts® le ofrece para limitar el uso o divulgación de sus datos</h4>        <p>Royal Resorts® toma las medidas necesarias para proteger la información personal recolectada contra accesos no autorizados, divulgación, alteración o destrucción y para mantener la información personal precisa y actualizada de acuerdo a lo que dicta la Ley Federal de Protección de Datos Personales en Posesión de los Particulares vigente en México. También requerimos a nuestros empleados, asociados y proveedores de servicio tomar las medidas y esfuerzos razonables para mantener la confidencialidad de la información personal que compartimos con ellos.</p>        <p>Para las transacciones en línea utilizamos mecanismos de encriptación y protocolos seguros para proteger la transmisión de los datos desde las páginas de nuestros sitios web hasta nuestras bases de datos. Desafortunadamente los mecanismos de transmisión a través de internet son inherentemente inseguros por lo que la protección de los datos en dichas transmisiones no puede ser garantizada.</p>        <p>Por su propia seguridad y privacidad le recomendamos no envíe información sensible en ninguna comunicación vía email que nos dirija.</p>        <p><b>Asimismo, en el caso de que usted quisiera darse de baja de las investigaciones de mercado, de las encuestas a clientes, de los correos informativos, de las promociones que le sean enviadas o eliminar su cuenta de los programas promocionales a los que ingresa a través de las redes sociales en alguno de nuestros sitios, usted podrá solicitarlo en los mismos formatos donde nos brinde su información, señalándolo en el área para solicitar su baja, la cual será de manera inmediata cuando sea a través de internet, o bien, se le indicará el correo electrónico o dirección física al cual deberá notificar su solicitud de baja, la cual se realizará dentro de los cinco días hábiles siguientes a su recepción.</b></p>        <p>De igual manera puede solicitar la cancelación de la recepción de correos electrónicos informativos o de promociones ingresando al enlace “Cancelar suscripción” ubicado en la parte inferior de los correos electrónicos que reciba por parte de Royal Resorts® ® o si recibe comunicaciones por SMS respondiendo o enviando un mensaje de texto con la palabra \"STOP\". Usted también puede desactivar las notificaciones “push” en las aplicaciones que funcionan bajo la marca Royal Resorts® de su dispositivo o cancelar su suscripción poniéndose en contacto con nosotros a través de la cuenta de correo electrónico <a href=\"mailto:datospersonales@royalresorts.com\">datospersonales@royalresorts.com</a>.</p>        <h4>Los medios para ejercer los derechos de acceso, rectificación, cancelación u oposición, así como de la revocación del consentimiento para el tratamiento de los datos personales.</h4>        <p>Usted podrá ejercer los derechos de acceso, rectificación, cancelación u oposición al tratamiento de sus datos personales, así como solicitar la revocación de su consentimiento para el tratamiento de los mismos, a través de la cuenta de correo electrónico <a href=\"mailto:datospersonales@royalresorts.com\">datospersonales@royalresorts.com</a>. La solicitud que usted envíe será atendida por el Departamento de Atención a Clientes de la Empresa. Una vez recibida su solicitud y de estar ajustada a los requisitos establecidos en la Ley de la materia, se le dará respuesta en los tiempos y formas señalados en dicha reglamentación respecto al acceso a sus datos, su certificación, su cancelación u oposición a su tratamiento y en caso de ser procedente la eliminación de los mismos.        </p>        <p><b>Asimismo, en caso de que usted quisiera conocer el procedimiento, los requisitos y plazos para ejercer los derechos de acceso, rectificación, cancelación u oposición al tratamiento de sus datos personales, así como para la revocación de su consentimiento para el tratamiento de los mismos, se puede poner en contacto con nuestro Departamento de Atención a Clientes enviando un correo a la cuenta de correo electrónico antes señalada y a la brevedad se le brindará la información que solicita.</b></p>        <p>Royal Resorts® puede negar el acceso a los datos personales, o a realizar la rectificación o cancelación o conceder la oposición al tratamiento de los mismos, en los siguientes supuestos:</p>        <ul>            <li>Cuando el solicitante no sea el titular de los datos personales o el representante legal no esté debidamente acreditado para ello;</li>            <li>Cuando en su base de datos, no se encuentren los datos personales del solicitante;</li>            <li>Cuando se lesionen los derechos de un tercero;</li>            <li>Cuando exista un impedimento legal o la resolución de una autoridad competente, que restrinja el acceso a los datos personales, o no permita la rectificación, cancelación u oposición de los mismos, y</li>            <li>Cuando la rectificación, cancelación u oposición haya sido previamente realizada.</li>        </ul>        <p>En el caso de haber una negativa por parte de Royal Resorts® para el ejercicio de cualquiera de los derechos, respecto a sus datos personales, por parte de los titulares de los mismos, informará el motivo de su decisión en los plazos establecidos para tal efecto, por el mismo medio en que le fue presentada la solicitud.</p>        <p><b>Igualmente Royal Resorts® no estará obligada a cancelar los datos personales cuando:</b></p>        <ul>            <li>Se refiera a las partes de un contrato privado, social o administrativo y sean necesarios para su desarrollo y cumplimiento;</li>            <li>Cuando deban ser tratados por disposición legal;</li>            <li>Cuando obstaculice actuaciones judiciales o administrativas vinculadas a obligaciones fiscales, la investigación de delitos o la actualización de sanciones administrativas;</li>            <li>Cuando sean necesarios para proteger los intereses jurídicamente tutelados del titular;</li>            <li>Cuando sean necesarios para cumplir con una obligación legalmente adquirida por el titular, y</li>            <li>Cuando sean objeto de tratamiento para la prevención o para el diagnóstico médico o la gestión de servicios de salud, siempre que dicho tratamiento se realice por un profesional de la salud sujeto a un deber de secreto.</li>        </ul>        <h4>Transferencia de datos</h4>        <p>Deseamos que el nivel de servicio que usted recibe sea de excelencia. Para lograr esto, compartimos su información con otras empresas del grupo Royal Resorts® y proveedores de servicios, cuyos domicilios pueden encontrarse tanto dentro del territorio mexicano como fuera de éste, por lo cual nos comprometemos a tomar las acciones apropiadas para velar por el cumplimiento de los principios de protección de datos personales, así como las medidas necesarias para garantizar que su información sea manejada conforme a los términos convenidos en el presente Aviso de Privacidad.</p>        <p>Las empresas que forman parte del grupo que opera bajo la marca Royal Resorts®, para atender sus necesidades e intereses, así como para prestarle mejores servicios, pueden compartir su información con el siguiente tipo de empresas:</p>        <p><b>Empresas de cobranza.</b> Compartimos su información con proveedores externos para que proporcionen servicios de cobranza por diversos bienes o servicios que cualquier empresa le haya proporcionado.</p>        <p><b>Socios de negocio.</b> De tiempo en tiempo nos asociamos con otras compañías para promocionar y/o patrocinar promociones y ofertas especiales, en estos casos compartimos su información con un tercero buscando un mayor beneficio para Usted como resultado de nuestras alianzas comerciales.</p>        <p><b>Servicios en sitio.</b> Compartimos su información con proveedores de servicio locales situados en nuestros resorts en las localidades cercanas de interés para nuestros visitantes que proporcionan servicios tales como tratamientos de spa, golf, tours o restaurantes, etc.</p>        <p><b>Proveedores de servicios.</b> Tenemos relación con proveedores externos para proporcionar bienes o servicios tales como la cobranza de tarjetas de crédito, servicios de reservaciones, agencias de viajes, etc. que pueden proporcionar servicios en conexión con nuestras páginas de web, proporcionar noticias o paquetes especiales para cuyos efectos requerimos compartir su información personal. Royal Resorts® proporciona a estas terceras partes sólo la información mínima requerida para estos fines.</p>        <p><b>Transacciones de negocios.</b> Conforme desarrollamos nuestro negocio es posible que se realicen reorganizaciones, reestructuras o venta de activos. En el evento de una venta, consolidación o transferencia de activos, Royal Resorts® se reserva el derecho de transferir, vender o asignar la información recolectada incluyendo sin limitación la información personal y no personal a una o más afiliadas o no afiliadas terceras partes.</p>        <p>De acuerdo con lo anterior, cada vez que una empresa del Grupo Royal Resorts recabe su información personal, le será dada la opción de consentir o no en la transferencia de dicha información.</p>        <p>Asimismo, las compañías del Grupo Royal Resorts al tener una relación contractual con empresas extranjeras que les transfieren información personal de futuros clientes, tienen presente que deben cumplir también con las leyes de protección de datos que sean aplicables, por ejemplo el Reglamento General de Protección de Datos de la Unión Europea.</p>        <p><b>Otros.</b> Adicionalmente, Royal Resorts®, de acuerdo con lo señalado en la Ley Federal de Protección de Datos Personales en Posesión de Particulares, puede compartir su información personal sin su consentimiento en los siguientes casos:</p>        <ul>            <li>Cuando la transferencia esté prevista en una Ley o Tratado en los que México sea parte;</li>            <li>Cuando la transferencia sea necesaria para la prevención o el diagnóstico médico, la prestación de asistencia sanitaria, tratamiento médico o la gestión de servicios sanitarios;</li>            <li>Cuando la transferencia sea efectuada a sociedades controladoras, subsidiarias o afiliadas bajo el control común de Royal Resorts®, o a una sociedad matriz o a cualquier sociedad que opere bajo la misma marca y de acuerdo los mismos procesos y políticas internas;</li>            <li>Cuando la transferencia sea necesaria por virtud de un contrato celebrado o por celebrar en interés del titular, por el responsable y un tercero;</li>            <li>Cuando la transferencia sea necesaria o legalmente exigida para la salvaguarda de un interés público, o para la procuración o administración de justicia;</li>            <li>Cuando la transferencia sea precisa para el reconocimiento, ejercicio o defensa de un derecho en un proceso judicial;</li>            <li>Cuando la transferencia sea precisa para el mantenimiento o cumplimiento de una relación jurídica entre el responsable y el titular, y</li>            <li>En caso de existir razones suficientes para identificar, contactar o iniciar alguna acción legal contra alguien que estuviere vulnerando los derechos de privacidad, seguridad y propiedad de Royal Resorts®, sus visitantes, huéspedes, empleados, proveedores o público en general.</li>        </ul>        <p><b>El procedimiento y medio por el cual Royal Resorts® comunicará a los titulares de cambios al Aviso de Privacidad.</b></p>        <p>En el grupo Royal Resorts® se revisa el Aviso de Privacidad con cierta periodicidad para asegurar que sigue siendo adecuado a los fines que persigue. La modificación de los términos y condiciones señalados en el presente Aviso de Privacidad podrá realizarse sin previo aviso. Cuando se realiza alguna modificación a estos términos y condiciones, son puestos a su disposición en la página principal de Royal Resorts® www.royalresorts.com, así como en la recepción de los Desarrollos o de las empresas que captan la información, junto con la fecha de la modificación. Todos los cambios a la política son efectivos a partir del momento de su publicación. El uso del sitio y/o de los servicios constituye una aceptación del Aviso de Privacidad más recientemente publicado en el mismo.</p>        <h4>Política de Cookies. Información recabada a través de ésta y otras herramientas</h4>        <p><b>¿Qué datos de dispositivos y de uso tratamos?</b></p>        <p>Como sucede en casi todos los sitios de internet, Royal Resorts® recurre a herramientas comunes de colecta de información, para recolectar datos de uso de dichos sitios web, cookies, “web beacons” y tecnologías similares para recabar información, de forma automática, que pueda contener datos personales relativos a su computadora o dispositivo móvil, mientras navega por nuestros sitios web, nuestros servicios o interactúa con los correos electrónicos que le hemos enviado.</p>        <h4>Datos del dispositivo y datos de uso de los sitios web que funcionan bajo la marca Royal Resorts®</h4>        <p>Al igual que en la mayoría de los sitios web, recabamos cierta información de forma automática sobre el uso que realizan los clientes de nuestros sitios web. Esta información puede incluir la dirección IP (o servidor proxy), números de identificación de dispositivo y de la aplicación, ubicación, tipo de navegador, prestador de servicios de Internet u operador de telefonía móvil, las páginas y archivos visualizados, búsquedas, sistema operativo e información sobre la configuración del sistema y la fecha/hora asociados con el uso que usted hace. Esta información es utilizada para analizar tendencias generales, para ayudarnos a proporcionar y mejorar nuestros sitios web y para garantizar la seguridad y el funcionamiento correcto y continuo de los mismos.</p>        <p>Asimismo, recabamos determinada información automáticamente como parte de su uso de los productos y servicios de la nube. Esta información puede incluir la dirección IP (o servidor proxy), números de identificación del dispositivo y de la aplicación, ubicación, tipo de navegador, prestador de servicios de Internet y/o el operador de telefonía móvil, las páginas y archivos visualizados, búsquedas y otras acciones que realice, sistema operativo e información sobre la configuración del sistema y la fecha/hora asociados con el uso que usted hace. Esta información es utilizada para mantener la seguridad de nuestros clientes al utilizar nuestros servicios, proporcionarles la funcionalidad necesaria, así como para mejorar el rendimiento de los servicios, para evaluar y mejorar la experiencia de los clientes y usuarios de los servicios, para revisar el cumplimiento de los términos de uso aplicables, para identificar futuras oportunidades para el desarrollo de los servicios, para evaluar las necesidades de capacidad, para identificar las oportunidades de los clientes y, en general, para la seguridad de la Empresa (además de la seguridad de nuestros productos y servicios). Algunos de los datos de dispositivos y de uso de nuestros sitios web recabados a través de los servicios prestados, ya sea por sí solos o en conjunto con otros datos, podrían identificarle personalmente, en dicho caso, su información será tratada como información personal de acuerdo a nuestro Aviso de Privacidad. Tenga en cuenta que estos datos del dispositivo y de uso de nuestros sitios web se utilizan principalmente con el fin de identificar la singularidad de cada usuario que inicia sesión (y no a la persona específica), salvo cuando se requiere estrictamente identificar a una persona por motivos de seguridad o como parte de nuestra prestación de servicios a nuestros clientes.</p>        <h4>Cookies, “web beacons” y otras tecnologías de seguimiento en nuestros sitios web y en comunicaciones por correo electrónico</h4>        <p>Utilizamos cookies y tecnologías similares, como “web beacons”, etiquetas y JavaScript, por sí solas o asociadas con cookies, para recabar información sobre el uso de nuestros sitios web y la interacción con nuestros correos electrónicos.</p>        <p>Cuando usted visita los sitios web que funcionan bajo la marca Royal Resorts®, podemos insertar una cookie en su navegador y/o dispositivo, la cual recaba información, incluidos datos personales, sobre sus actividades en línea a lo largo del tiempo y en diferentes sitios, lo mismo sucede cuando visita sitios de un tercero al que usted le haya dado autorización. Las cookies nos permiten realizar un seguimiento del uso, determinar sus preferencias de navegación y mejorar y personalizar su experiencia de navegación.</p>        <p>Utilizamos cookies persistentes y de sesión en nuestros sitios web. Las cookies de sesión existen únicamente durante una sesión y desaparecen de la computadora cuando cierra el navegador o apaga la computadora. Las cookies persistentes permanecen en su computadora o dispositivo una vez que cierra el navegador o apaga la computadora. Para cambiar la configuración y las preferencias de las cookies en nuestros sitios web puede hacerlo ingresando al enlace para “Preferencias de Cookies”, que encontrará al pie de las páginas de nuestros sitios web. También puede controlar el uso de las cookies en su propio navegador, pero si deshabilita las cookies, es posible que se limite el uso de ciertas características o funciones en nuestros sitios web o servicios.</p>        <p>También utilizamos “web beacons” en nuestros sitios web y en las comunicaciones por correo electrónico. Por ejemplo, podemos insertar “web beacons” en correos electrónicos que le sean enviados, que nos notifican cuando usted ingresa a un enlace que figura en el correo electrónico y que lo redirige a cualquiera de los sitios web que funcionan bajo la marca Royal Resorts®. Dichas tecnologías se usan para hacer funcionar y mejorar nuestros sitios web y nuestras comunicaciones por correo electrónico</p>        <p>Para ver las instrucciones sobre cómo darse de baja de nuestros correos electrónicos informativos o de promociones que le sean enviados, puede seguir las instrucciones señaladas en el apartado denominado <b>“Las opciones y medios que Royal Resorts® le ofrece para limitar el uso o divulgación de sus datos”</b> del presente Aviso de Privacidad, o de igual manera puede ingresar al enlace “Centro de Suscripciones”.</p>        <p>A continuación se describe de qué forma utilizamos las diferentes categorías de cookies y tecnologías similares, y las opciones que usted tiene para administrar la configuración de la colecta de datos de dichas tecnologías.</p>        <h4>Tipo de cookies</h4>        <p style=\"text-decoration: underline\">Cookies obligatorias</p>        <p>Las cookies obligatorias son necesarias para funcionalidades básicas del sitio web, por ejemplo, cookies de sesión necesarias para transmitir el sitio web, cookies de autenticación y cookies de seguridad.</p>        <p>Si ha elegido identificarse con nosotros, podemos insertar en su navegador una cookie que nos permita identificarlo de forma exclusiva cuando usted inicia sesión en los sitios web, y procesar sus transacciones y solicitudes en línea.</p>        <p>Debido a que las cookies obligatorias son esenciales para el funcionamiento de los sitios web, no es posible desactivar estas cookies.</p>        <p style=\"text-decoration: underline\">Cookies funcionales</p>        <p>Las cookies funcionales mejoran las funciones, el desempeño y los servicios en nuestros sitios web. A modo de ejemplo, cookies utilizadas para analizar el tráfico del sitio, cookies utilizadas para investigación de mercado y cookies utilizadas para mostrar publicidad que no vaya dirigida a una persona en particular.</p>        <p>Las cookies funcionales también se pueden utilizar para mejorar el funcionamiento de nuestros sitios web y para ayudarnos a proporcionarle comunicaciones más relevantes, lo que incluye las comunicaciones comerciales. Estas cookies recaban información acerca del uso que usted hace de nuestros sitios web, incluyendo las páginas que visita con más frecuencia.</p>        <p>Podemos utilizar nuestra propia tecnología o la tecnología de terceros para realizar un seguimiento y analizar la información de uso de los sitios web que funcionan bajo la marca Royal Resorts®, a fin de mejorar las interacciones y brindar comunicaciones más relevantes, así como para realizar un seguimiento del rendimiento de nuestros anuncios.</p>        <p>Por ejemplo, utilizamos Google Analytics (“Google Analytics”), un servicio de análisis web que brinda Google, Inc. Usted puede conocer las políticas de privacidad de Google a través del siguiente enlace www.google.com/policies/privacy/partners/.</p>        <p>Google Analytics utiliza cookies que nos permiten analizar el uso que se hace de nuestros sitios web, incluyendo el número de visitantes, los sitios web desde los cuales los visitantes han accedido a nuestros sitios web y las páginas de nuestros sitios web que usan los visitantes. Utilizamos esta información para mejorar nuestros sitios web.</p>        <p>Asimismo, la Empresa puede utilizar almacenamiento local HTML5 o cookies Flash para los fines mencionados anteriormente. Estas tecnologías difieren de las cookies del navegador en la cantidad y el tipo de datos que almacenan, y la manera en que lo almacenan.</p>        <p>Puede elegir desactivar las cookies funcionales. Para cambiar la configuración de las cookies y preferencias, incluyendo aquellas cookies funcionales, vea el enlace Preferencias de Cookies al pie de las páginas de nuestros sitios web.</p>        <p>Para desactivar la recogida de datos de Google Analytics, puede descargar e instalar un complemento para el navegador, que está disponible en el siguiente enlace <a href=\"https://tools.google.com/dlpage/gaoptout?hl=mx\">https://tools.google.com/dlpage/gaoptout?hl=mx</a></p>        <p>Para aprender cómo controlar las cookies funcionales a través de la configuración de su propio navegador, por favor ingrese al siguiente enlace <a href=\"https://www.aboutcookies.org\">https://www.aboutcookies.org/</a></p>        <p>Para aprender cómo administrar la configuración de privacidad y almacenamiento de las cookies Flash, por favor ingrese al siguiente enlace <a class=\"break-link\" href=\"https://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager.html#117118\" target=\"_blank\">https://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager.html#117118</a></p>        <p style=\"text-decoration: underline\">Cookies de preferencias o publicitarias</p>        <p>Las cookies de preferencias o publicitarias rastrean la actividad entre los sitios webs con el fin de entender sus intereses y dirigirle a determinada publicidad. Algunos ejemplos incluyen, cookies para “remarketing” o publicidad basada en el interés.</p>        <p>A veces utilizamos cookies para mostrarle anuncios de nuestros productos que creemos pueden ser de su interés en los dispositivos que utiliza, y para realizar un seguimiento del rendimiento de nuestros anuncios. Por ejemplo, estas cookies recaban y recuerdan información, tal como los tipos de navegadores que han visitado nuestros sitios web.</p>        <p>La Empresa también contrata redes publicitarias de terceros que recaban direcciones IP y demás información a partir de “web beacons” en nuestros sitios web, correos electrónicos y sitios web de terceros. Las redes publicitarias realizan un seguimiento de sus actividades en línea a lo largo del tiempo y en diferentes sitios web u otros servicios en línea, mediante la colecta de datos de dispositivos y de uso a través de medios automatizados, lo que incluye el uso de cookies. Estas tecnologías le pueden reconocer a través de los diferentes dispositivos que utiliza, como una computadora fija o portátil, un “smartphone\" o una “tablet\". Los terceros usan esta información para mostrar anuncios sobre productos y servicios que se ajusten a sus intereses. Puede ver dichos anuncios en otros sitios web o aplicaciones móviles en cualquiera de sus dispositivos. Este proceso también nos ayuda a administrar y realizar un seguimiento de la efectividad de nuestros esfuerzos de “marketing”.</p>        <p>Puede elegir desactivar cookies de preferencias o publicitarias. Para cambiar la configuración de las cookies y preferencias, incluyendo aquellas cookies de preferencias o publicitarias, vea el enlace Preferencias de Cookies: (<a href=\"https://www.salesforce.com/es/company/privacy/full_privacy\">https://www.salesforce.com/es/company/privacy/full_privacy</a>) al pie de las páginas de nuestros sitios web.</p>        <p>Continúe leyendo para obtener más información acerca de estas y otras redes publicitarias, y sobre la posibilidad de desactivar la colecta de datos por parte de ciertos terceros.</p>        <p style=\"text-decoration: underline\">Avisos sobre publicidad comportamental y desactivación para los visitantes de los sitios web que funcionan bajo la marca Royal Resorts®</p>        <p>Según se ha descrito anteriormente, nosotros o terceros a quien usted haya autorizado podemos colocar o reconocer una cookie única en su navegador cuando usted visita nuestros sitios web, con el fin de ofrecerle publicidad personalizada (lo que también se conoce como “publicidad comportamental en línea” o “publicidad basada en preferencias”). Para obtener más información acerca de las redes publicitarias y la publicidad personalizada, visite las páginas que ofrecen información al respecto: Network Advertising Initiative (<a href=\"https://www.networkadvertising.org\">https://www.networkadvertising.org</a>), y Digital Advertising Alliance (<a href=\"https://digitaladvertisingalliance.org\">https://digitaladvertisingalliance.org/</a>). Para desactivar la publicidad personalizada que nos es proporcionada a nosotros o a terceras partes mediante Salesforce DMP, puede ingresar al siguiente enlace <a href=\"https://www.salesforce.com/products/marketing-cloud/sfmc/audience-studio-consumer-choice\">https://www.salesforce.com/products/marketing-cloud/sfmc/audience-studio-consumer-choice/</a></p>        <p>Si desea administrar el uso de las cookies de preferencias o publicitarias ingrese al enlace <a href=\"https://www.salesforce.com/es/company/privacy/full_privacy\">https://www.salesforce.com/es/company/privacy/full_privacy/#</a> ubicado al pie de las páginas de nuestros sitios web o consulte la configuración de las cookies en su propio navegador. Para aprender cómo administrar la configuración de privacidad y almacenamiento de las cookies Flash, puede ingresar al siguiente enlace: <a class=\"break-link\" href=\"https://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager.html#117118\">https://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager.html#117118</a> Es posible que algunos navegadores ofrezcan sus propias herramientas de administración para eliminar el almacenamiento local HTML5.</p>        <p style=\"text-decoration: underline\">Desactivación del establecimiento de cookies en su navegador</p>        <p>Además de la utilización del centro de preferencias del usuario, si está disponible, puede elegir desactivar la recopilación de datos no esenciales de dispositivos y de uso de su navegador (consulte la sección “¿Qué datos de dispositivos y de uso tratamos?”, más arriba) administrando sus cookies desde el propio navegador. Además, si desea desactivar la publicidad basada en preferencias, ingrese al siguiente enlace <a href=\"http://preferences-mgr.truste.com\">http://preferences-mgr.truste.com/</a> (o si se encuentra en la Unión Europea, puede ingresar al siguiente enlace http://www.youronlinechoices.eu/ Para desactivar la publicidad personalizada que es ofrecida por nosotros o por terceros a quienes usted haya autorizado, a través de Salesforce DMP ingrese a <a href=\"https://www.salesforce.com/products/marketing-cloud/sfmc/salesforce-dmp-consumer-choice\">https://www.salesforce.com/products/marketing-cloud/sfmc/salesforce-dmp-consumer-choice/</a> No obstante, tenga en cuenta que al bloquear o eliminar las cookies y tecnologías similares que se utilizan en nuestros sitios web, es posible que no pueda aprovechar al máximo dichos sitios web.</p>        <p>Si bien algunos navegadores de Internet ofrecen la opción “Do Not Track” o “DNT” (\"No realizar seguimiento\"), la cual permite que usted indique a los sitios web que no desea que se realice un seguimiento de sus actividades en línea, estas funciones aún no son uniformes, debido a que en el ámbito tecnológico, así como los organismos reguladores no han adoptado un estándar común al respecto. En virtud de lo anterior, en la actualidad no podemos comprometemos a responder a las señales DNT de los navegadores en lo que respecta a nuestros sitios web. La Empresa toma muy en serio la privacidad y las elecciones significativas, y hará todo lo posible para seguir supervisando la evolución de la tecnología DNT del navegador y la implementación de un estándar.</p>        <p style=\"text-decoration: underline\">Funciones de Redes Sociales</p>        <p>Nuestros sitios web pueden utilizar funciones de redes sociales, como el botón “Like” de Facebook, el botón “Tweet” y otros “widgets” para compartir (“Funciones de Redes Sociales”). A través de dichas Funciones de Redes Sociales, usted tendrá la opción de publicar información sobre sus actividades en nuestros sitios web en su página de perfil proporcionada por una red social de terceros y, así, compartirla con otras personas dentro de su red. Las Funciones de Redes Sociales están alojadas en la respectiva red social o bien directamente en nuestros sitios web. En la medida en que las Funciones de Redes Sociales estén alojadas en las respectivas redes sociales y usted ingrese a ellas desde nuestro sitio web, estas últimas pueden recibir información que indique que usted ha visitado alguno de nuestros sitios web. Si ha iniciado sesión en su cuenta de red social, es posible que dicha red social pueda vincular su visita a nuestros sitios web con su perfil en la red social.</p>        <p>La Empresa también le permite iniciar sesión en algunos de nuestros sitios web a través de servicios de inicio de sesión como Facebook Connect. Estos servicios autenticarán su identidad y le brindarán la opción de compartir ciertos datos personales con nosotros, como su nombre y dirección de correo electrónico, para completar automáticamente nuestro <a href=\"https://grandresidencesrivieracancun.com/es/gms/sign-up\">formulario de registro</a>.</p>        <p>Sus interacciones con las Funciones de Redes Sociales se rigen por las políticas de privacidad de las empresas que brindan las Funciones de Redes Sociales correspondientes</p>        <p style=\"text-decoration: underline\">Información sobre el registro telefónico</p>        <p>Si utiliza ciertas funciones de nuestros servicios en un dispositivo móvil, también podemos recabar información sobre el registro telefónico (como números de teléfono, hora y fecha de las llamadas, duración de las llamadas, información de enrutamiento de SMS y tipos de llamadas), información de problemas del dispositivo (como fallos, actividad del sistema, configuración del hardware, idioma del navegador) e información sobre su ubicación (a través de la dirección IP, GPS y otros sensores que pueden, por ejemplo, brindarnos información sobre elementos cercanos, puntos de acceso Wi-Fi y antenas de servicio de telefonía móvil).</p>        <h4>Uso de los sitios web que funcionan bajo la marca Royal Resorts® y los enlaces con otros sitios</h4>        <p>Se aclara, que al ingresar usted a cualquiera de los sitios que funcionan bajo la marca Royal Resorts®, éstos pueden contener enlaces con otros sitios web, y la información de carácter personal que ingresa podría transmitirse a dichos sitios ajenos a Royal Resorts®, por lo cual Royal Resorts® no asume responsabilidad alguna por el manejo de los datos que se transmitan mediante estos enlaces. Los enlaces facilitados en los sitios de Royal Resorts® son exclusivamente para su comodidad y con fines meramente informativos. Royal Resorts® manifiesta que no conoce toda la información que contienen estos sitios web, por lo que la inclusión de estos enlaces en cualquiera de los sitios de su propiedad no supone algún tipo de aval o aprobación por su parte con respecto al contenido, publicidad, productos, servicios, políticas u otros materiales de tales sitios web o disponibles a través de ellos, por lo tanto no asumirá ningún tipo de responsabilidad por el contenido de los mismos. De acceder usted a cualquiera de estos enlaces, lo hará bajo su propia responsabilidad y riesgo.</p>        <h4>La identidad y domicilio del responsable que los recaba</h4>        <p>A efecto de cumplir con lo señalado en el Inciso I. del Artículo 16 de la Ley Federal de Protección de Datos Personales en Posesión de los Particulares, se designa a la persona moral denominada <b>Operadora Corporativa Miró, S.A. de C.V.</b>, con domicilio en la Avenida Bonampak, Manzana 2, Supermanzana 10, Lote 7, Edificio Bestday, Torre A, Nivel 2, de la Ciudad de Cancún, Municipio de Benito Juárez, Estado de Quintana Roo, como responsable de los datos personales que se obtengan en todas las empresas que operan bajo la marca Royal Resorts®, quien fomentará la protección de los mismos al interior de la organización y dará a conocer a nuestros proveedores de servicios esta política de privacidad para su fiel cumplimiento, asimismo será la encargada de dar trámite a las solicitudes de los titulares de los datos personales, para el ejercicio de sus derechos de acuerdo a lo estipulado en la mencionada Ley.</p>"
  }
}