{
  "resort-policies": {
    "title_basic": "Básicas",
    "title_ccard": "Tarjetas de crédito",
    "title_reservation": "Reservación",
    "title_tax": "Impuestos",
    "list_basic": "<ul><li>Al menos uno de los huéspedes registrados en cada habitación deberá ser mayor de 25 años y ser responsable de los demás ocupantes de la misma.</li><li>Aplicará una penalidad por salida tardía.</li><li>Las mascotas o cualquier tipo de animal no están permitidos en Grand Residences Riviera Cancun.</li><li>Le suplicamos tomar en cuenta que, para estancias que crucen por noches de sábados, un cambio de habitación podría ser necesario. En dicho caso, nuestro equipo gerencial se dará a la tarea de que este sea un proceso ágil y con las menores molestias posibles.</li><li>Con el objetivo de respetar la comodidad de todos los huéspedes de nuestros desarrollos, queda estrictamente prohibido fumar en áreas cerradas de las propiedades y dentro de las habitaciones, en caso de haber fumado dentro de la habitación se aplicará la penalidad correspondiente directamente a la cuenta del cliente. Sólo en algunas zonas abiertas se permitirá fumar, en caso de duda, podrá consultar con recepción.</li></ul>",
    "list_ccard": "<ul><li>Al momento de registro se requerirá una tarjeta de crédito o un depósito en efectivo de 200 USD para cubrir cualquier cargo adicional hecho durante la estancia</li><li>Por favor, tome en cuenta que al momento de la llegada se le solicitará la tarjeta de crédito que utilizó para realizar su reservación y una identificación oficial con fotografía; El desarrollo se reserva el derecho de admisión en caso de no cumplir con el anterior requisito. Si este es el caso, por favor, informe con anticipación. Para proteger a nuestros clientes de un posible fraude, el propietario de la tarjeta de crédito utilizada para el pago de la reserva deberá hospedarse en el desarrollo y presentar la misma, así mismo, deberá presentar una identificación oficial con fotografía. En caso de hacer uso de una tarjeta de crédito corporativa ó de alguna tercera persona ajena al viaje, se requerirá de la firma del titular de la tarjeta crédito en un documento de \"Autorización de cargo a tarjeta de crédito\"; Es responsabilidad del cliente proporcionar una copia legible de la tarjeta de crédito, asimismo copia de una identificación válida; El desarrollo se reserva el derecho de admisión en caso de no cumplir con el anterior requisito. Si este es el caso, por favor, informe con anticipación.</li></ul>",
    "list_reservation": "<ul><li>El total de la reservación se cobrará en dólares americanos, el cargo final en su moneda local dependerá del tipo de cambio utilizado al momento de la transacción.</li><li>Su reserva será creada basada en el número de personas que usted haya ingresado al momento de hacer la misma. En caso de que llegaran más personas de las registradas en un principio, se deberá de considerar el pago por persona adicional, un aumento de categoría en la habitación o reservar una habitación adicional, una o más de estas opciones podrían mezclarse entre sí dependiendo de la capacidad de la habitación reservada. (Aplican cargos adicionales).</li><li>Una vez que su reservación haya sido confirmada, el precio final de su reserva podría sufrir cambios en caso de cualquier tipo de modificación ya que la misma sería re-calculada de acuerdo a los precios vigentes en ese momento.</li><li>Esta reserva sólo será respetada si coincide con nuestros registros. Si se determina que cualquier información aquí contenida que ha sido alterada de forma impresa o electrónica podrá ser rechazada por el desarrollo.</li><li>Royal Reservations se reserva el derecho de cancelar una reserva si se sospecha de haber sido realizada con una tarjeta fraudulenta.</li></ul>",
    "list_tax": "<ul><li>Impuesto Medioambiental: Si usted va a hospedarse en Grand Residences por favor, tome en consideración que todas las reservaciones estarán sujetas al pago (no negociable) de un impuesto medioambiental, el costo de este impuesto será de $67.88 pesos mexicanos para habitaciones de una recamara (Junior Suite y One Bedroom Master Suite), $135.76 pesos para las habitaciones de 2 recamaras y 203.64 pesos para las habitaciones de 3 recámaras, los precios son en pesos mexicanos y se cobrarán por noche, éstos serán pagaderos directamente en la recepción del hotel al momento del registro, dicho impuesto será registrado en su cuenta de consumos de su estancia.</li></ul>"
  }
}